IDEA Open Model
PointResultOfTA.Temp Property
Compatible with IDEA StatiCa v 10.1
 Temperature
 Namespace: IdeaRS.OpenModel.Result
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 10.1.1.1 (10.1.1.1)
Syntax
public double Temp { get; set; }
Public Property Temp As Double
	Get
	Set
public:
property double Temp {
	double get ();
	void set (double value);
}
Property Value
Type: Double
See Also
Reference
PointResultOfTA Class
IdeaRS.OpenModel.Result Namespace